Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/arvu_skal_lede_faamoe_sammen_med_sametinget.html.tmx
Source language: nob
Languages: sma

source: Árvu skal lede Faamoe sammen med Sametinget
sma: Árvu edtja Faamoem juhtedh Saemiedigkine ektine

source: Designbyrået Árvu skal lede det neste bedriftsutviklingsprogrammet Faamoe, på oppdrag av Sametinget.
sma: Designesïelte Árvu edtja dam nubpiem sïelteevtiedimmieprogrammem Faamoe juhtedh stillemen mietie Saemiedigkeste.

source: Faamoe betyr styrke/makt på sørsamisk og har fokus på å styrke merkevaren til bedriftene og økonomistyringen i selskapet.
sma: Faamoe jarngesne åtna sïelti mïerhkevaaroem jïh ekonomijestuvremem sïeltesne nænnoestidh.

source: En viktig del av det å være med på Faamoe er å utvide nettverket sitt, samt å møte andre i samme situasjon.
sma: Akte vihkeles bielie meatan årrodh Faamosne lea sov viermiem vijriedidh jïh jeatjebh seamma tsiehkesne gaavnedidh.

source: – Det er en enorm verdi i å møte andre bedriftseiere som driver innenfor samme bransje.
sma: – Joekoen stoerre aarvoe jeatjah sïelteaajhterh seamma suerkien sisnjelen gaavnesjidh.

source: Mange sitter alene og jobber, da er det så viktig å møte andre i samme situasjon.
sma: Jeenjesh oktegh tjahkasjieh berkieh, jïh dellie vihkeles jeatjebh seamma tsiehkesne gaavnedidh.

source: I disse møtene etableres samarbeid og det skjer en kunnskapsutvekling som har en enorm verdi for den enkelte bedrift, sier sametingsråd Silje Karine Muotka (NSR).
sma: Daejnie gaavnedimmine laavenjostoe tseegkesåvva jïh daajroeevtiedimmie sjugniehtåvva mij joekoen stoerre aarvoem åtna fïereguhten sïeltese, saemiedigkieraerie Silje Karine Muotka (NSR) jeahta.

source: Árvu består av fotograf Marie Louise Somby fra Kautokeino og grafisk designer Karine Kimo Pedersen fra Tana.
sma: Árvusne fotograafe Marie Louise Somby Guovdageaidnuste jïh grafihkeles hammoedæjja Karine Kimo Pedersen Deatnuste.

source: Begge har deltatt på det første Faamoe-programmet og tidligere bedriftsutviklingsprogrammer igangsatt av Sametinget.
sma: Gåabpatjahkh meatan orreme voestes Faamoe-programmesne jïh aarebi sïelteevtiedimmieprogrammine, mejgujmie Saemiedigkie lea nïerhkeme.

source: Muotka sier at hele poenget med Faamoe 1, som Árvu var deltaker av, var å bygge samiske ledestjerner.
sma: Abpe poenge programmine Faamoe 1, mesnie Árvu lij meatan, lea saemien åvtenaestieh tseegkedh.

source: – Vi trenger suksessfulle samiske bedrifter som viser at det er mulig å etablere en levedyktig bedrift.
sma: – Mijjieh saemien sïelth daarpesjibie mah lyhkesieh, jïh mah vuesiehtieh nuepie lea sïeltem tseegkedh mij bïerkene.

source: Det er Sametinget sitt ansvar å løfte disse fram, derfor gleder det meg at de skal lede Faamoe 2, sier Muotka entusiastisk.
sma: Saemiedigkien dïedte daejtie åvtese lutnjedh, dan åvteste aavodem dah edtjieh programmem Faamoe 2 juhtedh, Muotka eadtjohkelaakan jeahta.

source: Hun sier at det er ekstra viktig å ha fokus på å styrke våre bedrifter i den usikre situasjonen vi er inne i.
sma: Joekoen vihkeles mijjieh fokusem utnebe mijjen sïelth nænnoestidh dennie ovseekere tsiehkesne mesnie libie.

source: – Vi håper derfor at dette oppdraget vil gi Árvu et ekstra løft og at de med den erfaringer de har opparbeidet seg er med på å løfte andre samiske bedrifter, sier Muotka avslutningsvis.
sma: – Dan åvteste gegkiestibie daate barkoe sæjhta Árvuse lissie lutnjemem vedtedh jïh dah sijjen dååjrehtimmiejgujmie mejtie ribleme, leah meatan jeatjah saemien sïelth lutnjedh, Muotka minngemosth jeahta.

source: Samiske kreative næringsaktører som ønsker å ta steget fra å jobbe deltid med bedriften til å jobbe heltid, bør søke.
sma: Saemien kreatijve jielemeaktöörh mah sijhtieh orrijidh bielietïjjen sov sïeltine barkedh jïh buerebh elliestïjjen aelkedh, byöroeh syökedh.

source: For spørsmål eller intervju, kontakt sametingsråd Silje Karine Muotka (NSR) , mob. +47 984 87 576, silje.karine.muotka@samediggi.no.
sma: +47 984 87 576, silje.karine.muotka@samediggi.no.
